Chromium.pfm_title = "Chromium";
Chromium.pfm_description = "Chromium प्राथमिकताएं";
AllowCrossOriginAuthPrompt.pfm_title = "क्रॉस-ओरिजिन HTTP मूल प्रमाणीकरण प्रॉम्प्ट";
AllowCrossOriginAuthPrompt.pfm_description = "यह नियंत्रित करता है कि किसी पृष्ठ पर तृतीय-पक्ष सब-कन्टैंट को HTTP मूल प्रमाणीकरण संवाद बॉक्स पॉप-अप करने की अनुमति है या नहीं.  आमतौर पर इसे एक फ़िशिंग रक्षा के रूप में अक्षम किया जाता है.";
AllowFileSelectionDialogs.pfm_title = "फ़ाइल चयन संवाद के अनुरोध की अनुमति दें.";
AllowFileSelectionDialogs.pfm_description = "Chromium को फाइल चयन संवाद प्रदर्शित करने की अनुमति देकर मशीन पर स्थानीय फ़ाइल की पहुंच प्राप्त करने की अनुमति देता है.\n\nयदि आप यह सेटिंग सक्षम करते हैं, तो उपयोगकर्ता सामान्य रूप से फ़ाइल चयन संवाद खोल सकते हैं.\n\nयदि आप यह सेटिंग अक्षम करते हैं, तो जब भी उपयोगकर्ता कोई ऐसा कार्य करता है, जिसके कारण फ़ाइल चयन संवाद प्रकट होता है (जैसे बुकमार्क आयात करना, फ़ाइल अपलोड करना, लिंक सहेजना आदि) तो इसके बजाय एक संदेश प्रदर्शित होता है और उपयोगकर्ता से फइल चयन संवाद पर रद्द करें क्लिक करने की अपेक्षा की जाती है.\n\nयदि यह सेटिंग सेट नहीं है, तो उपयोगकर्ता सामान्य रूप से फ़ाइल चयन संवाद खोल सकते हैं.";
AllowOutdatedPlugins.pfm_title = "पुराने प्‍लग इन चलाने की अनुमति दें";
AllowOutdatedPlugins.pfm_description = "Chromium को वे प्लग इन चलाने की अनुमति देता है, जो पुराने हो गए हैं.\n\nयदि आप यह सेटिंग सक्षम करते हैं, तो पुराने प्लग इन का उपयोग सामान्य प्लग इन की तरह किया जाता है.\n\nयदि आप यह सेटिंग अक्षम करते हैं, तो पुराने प्लग इन का उपयोग नहीं किया जाएगा और उन्हें चलाने के लिए उपयोगकर्ताओं की अनुमति नहीं ली जाएगी.\n\nयदि यह सेटिंग सेट नहीं है, तो उपयोगकर्ताओं से पुराने प्लग इन चलाने की अनुमति की मांग की जाएगी.";
AlternateErrorPagesEnabled.pfm_title = "वैकल्पिक त्रुटि पृष्ठों को सक्षम करें";
AlternateErrorPagesEnabled.pfm_description = "Chromium में अंतर्निहित वैकल्पिक त्रुटि पृष्ठों के उपयोग को सक्षम करता है (जैसे 'पृष्ठ नहीं मिला') और उपयोगकर्ता को इस सेटिंग में बदलाव करने से रोकता है.\n\nयदि आप यह सेटिंग सक्षम करते हैं, तो वैकल्पिक त्रुटि पृष्ठों का उपयोग किया जाता है.\n\nयदि आप यह सेटिंग अक्षम करते हैं, तो वैकल्पिक त्रुटि पृष्ठों का उपयोग कभी नहीं किया जाता है.\n\nयदि आप यह सेटिंग सक्षम या अक्षम करते हैं, तो उपयोगकर्ता Chromium में इस सेटिंग को बदल या ओवरराइड नहीं कर सकते.";
AlwaysAuthorizePlugins.pfm_title = "हमेशा वे प्लगइन चलाता है, जिन्हें प्राधिकरण की आवश्यकता होती है";
AlwaysAuthorizePlugins.pfm_description = "Chromium को वे प्लगइन चलाने के लिए अनुमति देता है, जिन्हें प्राधिकरण की आवश्यकता है.\n\nयदि आप यह सेटिंग सक्षम करते हैं, तो वे प्लगइन हमेशा कार्य करते हैं, जो पुराने नहीं हैं.\n\nयदि यह सेटिंग अक्षम है या सेट नहीं है, तो उपयोगकर्ताओं को प्राधिकरण की आवश्‍यकता वाले प्लगइन चलाने हेतु अनुमति के लिए कहा जाएगा. ये वे प्लगइन हैं, जो सुरक्षा के साथ छेड़छाड़ कर सकते हैं.";
AuthNegotiateDelegateWhitelist.pfm_title = "Kerberos प्रतिनिधि मंडल सर्वर श्वेतसूची";
AuthNegotiateDelegateWhitelist.pfm_description = "ऐसे सर्वर जिनका प्रतिनिधित्व Chromium करता हो.";
AuthSchemes.pfm_title = "समर्थित प्रमाणीकरण स्कीम";
AuthSchemes.pfm_description = "यह निर्दिष्‍ट करता है कि कौन सी HTTP प्रमाणीकरण योजनाएं Chromium द्वारा समर्थित हैं.\n\nसंभावित मान 'बेसिक', 'डाइजेस्‍ट', 'ntlm' और 'निगोशिएट' हैं. एकाधिक मानों को विरामचिह्न द्वारा अलग करें.";
AuthServerWhitelist.pfm_title = "प्रमाणीकरण सर्वर श्वेतसूची";
AuthServerWhitelist.pfm_description = "यह निर्दिष्ट करता है कि कौन से सर्वर एकीकृत प्रमाणीकरण के लिए श्वेतसूची में शामिल किए जाने चाहिए. एकीकृत प्रमाणीकरण केवल तभी सक्षम होता है, जब Chromium को किसी प्रॉक्सी से या किसी ऐसे सर्वर से प्रमाणीकरण चुनौती मिलती है, जो इस अनुमत सूची में है.\n\nएकाधिक सर्वर नामों को विरामचिह्न द्वारा अलग करें. वाइल्डकार्ड (*) की अनुमति है.";
AutoFillEnabled.pfm_title = "स्वत: भरण सक्षम करें";
AutoFillEnabled.pfm_description = "Chromium की स्‍वत:भरण विशेषता को सक्षम करता है और उपयोगकर्ताओं को पहले से संग्रहीत जानकारी जैसे पता या क्रेडिट कार्ड संबंधित जानकारी का उपयोग करके वेब फ़ॉर्म स्‍वत: पूर्ण करने की अनुमति देता है.\n\nयदि आप यह सेटिंग अक्षम करते हैं, तो उपयोगकर्ता स्‍वत:भरण तक नहीं पहुंच सकेंगे.\n\nयदि आप यह सेटिंग सक्षम करते हैं या कोई मान कॉन्‍फ़िगर नहीं करते हैं, तो स्‍वत:भरण उपयोगकर्ता के नियंत्रण में होती है. यह उन्‍हें स्‍वविवेक से स्‍वत:भरण प्रोफ़ाइल कॉन्‍फ़िगर करने और स्‍वत:भरण चालू या बंद करने की अनुमति देगी.";
BlockThirdPartyCookies.pfm_title = "तृतीय पक्ष कुकी अवरुद्ध करें";
BlockThirdPartyCookies.pfm_description = "तृतीय पक्ष कुकी अवरुद्ध करती है.\n\nइस सेटिंग को सक्षम करने से वेब पृष्ठ तत्व उन कुकी को सेट करने से रोकते हैं, जो ब्राउज़र के पता बार में मौजूद डोमेन की नहीं हैं.\n\nइस सेटिंग को अक्षम करने से वेब पृष्ठ तत्व उन कुकी को सेट करने की अनुमति देते हैं, जो ब्राउज़र के पता बार में मौजूद डोमेन की नहीं हैं और उपयोगकर्ताओं को इस सेटिंग में बदलाव करने से रोकता है.";
BookmarkBarEnabled.pfm_title = "बुकमार्क बार सक्षम करें";
BookmarkBarEnabled.pfm_description = "Chromium पर नया टैब पृष्ठ पर बुकमार्क बार सक्षम करता है.\n\nयदि आप यह सेटिंग सक्षम करते हैं, तो Chromium \"नया टैब\" पृष्ठ पर बुकमार्क बार प्रदर्शित करेगा.\n\nयदि आप यह सेटिंग अक्षम करते हैं, तो उपयोगकर्ताओं को बुकमार्क बार कभी दिखाई नहीं देगा.\n\nयदि आप यह सेटिंग सक्षम या अक्षम करते हैं, तो उपयोगकर्ता इसे Chromium में बदल या ओवरराइड नहीं कर सकते हैं.";
ClearSiteDataOnExit.pfm_title = "ब्राउज़र शटडाउन होने पर साइट डेटा साफ़ करें";
ClearSiteDataOnExit.pfm_description = "यह नीति \"मैं अपना ब्राउज़र बंद करूं तो कुकी और साइट का अन्य डेटा साफ़ करें\" सामग्री सेटिंग विकल्प को ओवरराइड करता है.\n\nजब इसे सत्य Chromium पर सेट किया जाता है, तो शट डाउन करने पर यह ब्राउज़र से स्थानीय रूप से संग्रहीत सभी डेटा हटा देता है.";
CookiesAllowedForUrls.pfm_title = "इन साइटों पर कुकी की अनुमति दें";
CookiesAllowedForUrls.pfm_description = "आपको url प्रतिमानों की सूची सेट करने की सुविधा देता है, जो ऐसी साइटें निर्दिष्‍ट करते हैं, जिन्‍हें कुकी सेट करने की अनुमति है.";
CookiesBlockedForUrls.pfm_title = "इन साइटों पर कुकी अवरुद्ध करें";
CookiesBlockedForUrls.pfm_description = "आपको url प्रतिमानों की सूची सेट करने की सुविधा देता है, जो ऐसी साइटें निर्दिष्‍ट करते हैं, जिन्‍हें कुकी सेट करने की अनुमति नहीं है.";
CookiesSessionOnlyForUrls.pfm_title = "इन साइटों पर केवल सत्र कुकी की अनुमति दें";
CookiesSessionOnlyForUrls.pfm_description = "आपको url प्रतिमानों की सूची सेट करने की सुविधा देता है, जो ऐसी साइटें निर्दिष्‍ट करते हैं, जिन्हें केवल सत्र कुकी सेट करने की अनुमति है.";
DefaultBrowserSettingEnabled.pfm_title = "Chrome को डिफ़ॉल्ट ब्राउज़र के रूप में सेट करें";
DefaultBrowserSettingEnabled.pfm_description = "Chromium में डिफ़ॉल्ट ब्राउज़र परीक्षण कॉन्फ़िगर करता है और उपयोगकर्ताओं को उसमें बदलाव करने से रोकता है.\n\nयदि आप यह सेटिंग सक्षम करते हैं, तो, Chromium स्टार्टअप पर हमेशा यह जांच करेगा कि क्या यह डिफ़ॉल्ट ब्राउज़र है और यदि संभव हो, तो उसे स्वचालित रूप से पंजीकृत करेगा.\n\nयदि यह सेटिंग अक्षम होती है, तो Chromium कभी इस बात की जांच नहीं करेगा कि क्या यह डिफ़ॉल्ट ब्राउज़र है और यह विकल्प सेट करने के उपयोगकर्ता के नियंत्रण को अक्षम कर देगा.\n\nयदि यह सेटिंग सेट नहीं है, तो, Chromium उपयोगकर्ता को यह नियंत्रित करने की सुविधा देता है, कि क्या यह डिफ़ॉल्ट ब्राउज़र है और जब यह डिफ़ॉल्ट ब्राउज़र नहीं हो तो उपयोगकर्ता सूचनाएं प्रदर्शित की जाएं या नहीं.";
DefaultCookiesSetting.pfm_title = "डिफ़ॉल्‍ट कुकी सेटिंग";
DefaultCookiesSetting.pfm_description = "0 - सभी साइटों को स्‍थानीय डेटा सेट करने की अनुमति दें.\n1 - स्थानीय डेटा सेट करने के लिए किसी साइट को अनुमति न दें\nआपको यह सेट करने की सुविधा देता है कि वेबसाइटों को स्थानीय डेटा सेट करने की अनुमति दी जाए या नहीं. स्थानीय डेटा को सेट करना सभी वेबसाइटों के लिए स्वीकृत हो सकता है या सभी वेबसाइटों के लिए अस्वीकृत हो सकता है.";
DefaultGeolocationSetting.pfm_title = "डिफ़ॉल्ट भौगोलिक स्थान सेटिंग";
DefaultGeolocationSetting.pfm_description = "0 - उपयोगकर्ताओं के वास्तविक स्थान पर नज़र रखने के लिए साइटों को अनुमति दें\n1 - उपयोगकर्ताओं के वास्तविक स्थान पर नज़र रखने के लिए किसी भी साइट को अनुमति न दें\n2 - जब भी कोई साइट, उपयोगकर्ताओं के वास्‍तविक स्‍थान पर नज़र रखना चाहे, तब पूछें\nआपको यह सेट करने की सुविधा देता है कि वेबसाइटों को उपयोगकर्ता के वास्‍तविक स्‍थान पर नज़र रखने की अनुमति दी जाए या नहीं. डिफ़ॉल्‍ट रूप से उपयोगकर्ता के वास्‍तविक स्‍थान पर नज़र रखने की अनुमति हो सकती है, डिफ़ॉल्‍ट रूप से अस्‍वीकृत हो सकती है या उपयोगकर्ता से हर बार वास्‍तविक स्‍थान के वेबसाइट अनुरोध के लिए पूछा जा सकता है.";
DefaultImagesSetting.pfm_title = "डिफ़ॉल्ट छवियां सेटिंग";
DefaultImagesSetting.pfm_description = "0 - सभी छवियां दिखाने के लिए सभी साइटों को अनुमति दें\n1 - किसी भी साइट को छवियां दिखाने की अनुमति न दें\nआपको यह सेट करने की सुविधा देता है कि वेबसाइटों को छवियां प्रदर्शित करने की अनुमति दी जाए या नहीं. छवियां प्रदर्शित करना सभी वेबसाइटों के लिए स्वीकृत हो सकता है या सभी वेबसाइटों के लिए अस्वीकृत हो सकता है.";
DefaultJavaScriptSetting.pfm_title = "डिफ़ॉल्ट JavaScript सेटिंग";
DefaultJavaScriptSetting.pfm_description = "0 - सभी साइटों को JavaScript चलाने की अनुमति दें\n1 - किसी भी साइट को JavaScript चलाने की अनुमति न दें\nआपको यह सेट करने की सुविधा देता है कि वेबसाइट पर JavaScript चलाने की अनुमति है या नहीं. JavaScript चलाना सभी वेबसाइटों के लिए स्वीकृत हो सकता है या सभी वेबसाइटों के लिए अस्वीकृत हो सकता है.";
DefaultNotificationSetting.pfm_title = "डिफ़ॉल्ट सूचना सेटिंग";
DefaultNotificationSetting.pfm_description = "0 - साइटों को डेस्कटॉप सूचनाएं दिखाने की अनुमति दें\n1 - किसी भी साइट को डेस्कटॉप सूचनाएं दिखाने की अनुमति न दें\n2 - साइट द्वारा प्रत्येक बार डेस्कटॉप सूचना प्रदर्शित करने पर पूछें\nआपको यह सेट करने की सुविधा देता है कि वेबसाइटों को डेस्‍कटॉप सूचना प्रदर्शित करने की अनुमति दी जाए या नहीं. डिफ़ॉल्‍ट रूप से डेस्‍कटॉप सूचना प्रदर्शित करने की अनुमति हो सकती है, डिफ़ॉल्‍ट रूप से अस्‍वीकृत हो सकती है या उपयोगकर्ता से हर बार वेबसाइट द्वारा डेस्‍कटॉप सूचना दिखाने के लिए कहा जा सकता है.";
DefaultPluginsSetting.pfm_title = "डिफ़ॉल्‍ट प्‍लग इन सेटिंग";
DefaultPluginsSetting.pfm_description = "0 - सभी साइटों को स्‍वचालित रूप से प्‍लग इन चलाने की अनुमति दें\n1 - सभी प्लग इन अवरुद्ध करें\nआपको यह सेट करने की सुविधा देता है कि वेबसाइटों को स्‍वत: प्‍लग इन चलाने की अनुमति दी जाए या नहीं. स्‍वचालित रूप से प्‍लग इन चलाने के लिए सभी वेबसाइटों को अनुमति दी जा सकती है या अस्‍वीकृत किया जा सकता है.";
DefaultPopupsSetting.pfm_title = "डिफ़ॉल्ट पॉपअप सेटिंग";
DefaultPopupsSetting.pfm_description = "0 - सभी साइट को पॉप-अप दिखाने की अनुमति दें\n1 - किसी भी साइट को पॉपअप दिखाने की अनुमति न दें\nआपको यह सेट करने की सुविधा देता है कि वेबसाइट पर पॉप-अप दिखाने की अनुमति दी जाए या नहीं. पॉपअप दिखाना सभी वेबसाइटों के लिए स्वीकृत हो सकता है या सभी वेबसाइटों के लिए अस्वीकृत हो सकता है.";
DefaultSearchProviderEnabled.pfm_title = "डिफ़ॉल्‍ट खोज प्रदाता सक्षम करें";
DefaultSearchProviderEnabled.pfm_description = "डिफ़ॉल्‍ट खोज प्रदाता के उपयोग को सक्षम करता है.\n\nयदि आप यह सेटिंग सक्षम करते हैं, तो उपयोगकर्ता के ऑम्‍निबॉक्‍स में टेक्‍स्‍ट लिखने पर, जो URL नहीं है, डिफ़ॉल्‍ट खोज निष्‍पादित होती है.\n\nआप शेष डिफ़ॉल्‍ट खोज नीतियों की सेटिंग द्वारा उपयोग किए जाने के लिए डिफ़ॉल्‍ट खोज प्रदाता निर्दिष्‍ट कर सकते हैं. यदि इन्‍हें खाली छोड़ दिया जाता है, तो उपयोगकर्ता डिफ़ॉल्‍ट प्रदाता को चुन सकता है.\n\nयदि आप यह सेटिंग अक्षम करते हैं, तो उपयोगकर्ता द्वारा ऑम्‍निबॉक्‍स में गैर-URL टेक्‍स्‍ट दर्ज करने पर कोई खोज निष्‍पादित नहीं की जाती है.\n\nयदि आप यह सेटिंग सक्षम या अक्षम करते हैं, तो उपयोगकर्ता Chromium में इस सेटिंग को बदल या ओवरराइड नहीं कर सकते.";
DefaultSearchProviderEncodings.pfm_title = "डिफ़ॉल्‍ट खोज प्रदाता एन्कोडिंग";
DefaultSearchProviderEncodings.pfm_description = "खोज प्रदाता द्वारा समर्थित वर्ण एन्कोडिंग निर्दिष्ट करता है. एन्कोडिंग, कोड पृष्ठ का नाम होते हैं जैसे UTF-8, GB2312, और ISO-8859-1. इन्हें दिए गए क्रम में आज़माया गया है. यह डिफ़ॉल्‍ट रूप से UTF-8 होता है.";
DefaultSearchProviderIconURL.pfm_title = "डिफ़ॉल्ट खोज प्रदाता आइकन";
DefaultSearchProviderIconURL.pfm_description = "डिफ़ॉल्ट खोज प्रदाता का पसंदीदा आइकन URL निर्दिष्ट करता है. वैकल्पिक.";
DefaultSearchProviderInstantURL.pfm_title = "डिफ़ॉल्‍ट खोज प्रदाता झटपट URL";
DefaultSearchProviderInstantURL.pfm_description = "झटपट परिणाम प्रदान करने के लिए खोज इंजन का URL निर्दिष्ट करता है. URL में स्ट्रिंग '{searchTerms}' शामिल होनी चाहिए, जिसे क्वेरी समय पर उस टेक्स्ट से प्रतिस्थापित किया जाएगा, जिसे उपयोगकर्ता ने अब तक दर्ज किया है. वैकल्पिक.";
DefaultSearchProviderKeyword.pfm_title = "डिफ़ॉल्‍ट खोज प्रदाता कीवर्ड";
DefaultSearchProviderKeyword.pfm_description = "वह कीवर्ड निर्दिष्ट करता है, जो इस प्रदाता के लिए खोज को ट्रिगर करने के लिए ऑम्निबॉक्स में उपयोग किया जाने वाला शॉर्टकट है. वैकल्पिक.";
DefaultSearchProviderName.pfm_title = "डिफ़ॉल्‍ट खोज प्रदाता नाम";
DefaultSearchProviderName.pfm_description = "डिफ़ॉल्‍ट खोज प्रदाता का नाम निर्दिष्ट करता है. खाली छोड़ देने पर, खोज URL द्वारा निर्दिष्‍ट होस्‍ट नाम का उपयोग किया जाएगा.";
DefaultSearchProviderSearchURL.pfm_title = "डिफ़ॉल्‍ट खोज प्रदाता खोज URL";
DefaultSearchProviderSearchURL.pfm_description = "डिफ़ॉल्‍ट खोज करते समय उपयोग किए गए खोज इंजन का URL निर्दिष्‍ट करता है. URL में '{searchTerms}' स्‍ट्रिंग होनी चाहिए, जिन्हें क्‍वेरी के समय उपयोगकर्ता द्वारा खोजे जा रहे शब्‍दों से बदल दिया जाएगा.";
DefaultSearchProviderSuggestURL.pfm_title = "डिफ़ॉल्ट खोज प्रदाता सुझाव URL";
DefaultSearchProviderSuggestURL.pfm_description = "खोज सुझाव देने में उपयोग किए गए खोज इंजन का URL निर्दिष्‍ट करता है. URL में '{searchTerms}' स्‍ट्रिंग शामिल होनी चाहिए, जिसे क्‍वेरी समय पर उस टेक्स्ट से प्रतिस्थापित किया जाएगा, जिसे उपयोगकर्ता ने अब तक दर्ज किया है. वैकल्पिक.";
DeveloperToolsDisabled.pfm_title = "डेवलपर टूल अक्षम करें";
DeveloperToolsDisabled.pfm_description = "डेवलपर टूल और JavaScript कंसोल अक्षम करें.\n\nयदि आप यह सेटिंग सक्षम करते हैं, तो डेवलपर टूल पर नहीं पहुंचा जा सकता और वेब-साइट तत्वों का आगे निरीक्षण नहीं किया जा सकता. डेवलपर टूल या JavaScript कंसोल को खोलने के लिए कोई भी कुंजीपटल शॉर्टकट और कोई भी मेनू या प्रसंग मेनू प्रविष्टियां अक्षम कर दी जाएंगी.";
Disable3DAPIs.pfm_title = "3D ग्राफ़िक्स API के लिए समर्थन अक्षम करें";
Disable3DAPIs.pfm_description = "3D ग्राफ़िक्‍स API के लिए समर्थन अक्षम करता है.\n\nयह सेटिंग सक्षम करने से वेबपृष्ठों को ग्राफिक्‍स प्रोसेसिंग यूनिट (GPU) पर पहुचंने से रोका जाता है. विशेष रूप से, वेबपृष्ठ WebGL API पर पहुंच प्राप्‍त नहीं कर सकते और प्‍लग इन Pepper 3D API का उपयोग नहीं कर सकते.\n\nयह सेटिंग अक्षम करने से संभावित रूप से वेबपृष्ठों को WebGL API और प्‍लग इन को Pepper 3D API का उपयोग करने की सुविधा मिलती है. ब्राउज़र की डिफ़ॉल्‍ट सेटिंग को इन API के उपयोग करने के क्रम में पारित होने के लिए आदेश पंक्‍ति तर्क की आवश्‍यकता होती है.";
DisableAuthNegotiateCnameLookup.pfm_title = "Kerberos प्रमाणीकरण पर बातचीत करते समय CNAME लुकअप अक्षम करें";
DisableAuthNegotiateCnameLookup.pfm_description = "यह निर्दिष्ट करता है कि जनरेट किया गया Kerberos SPN, प्रामाणिक DNS नाम या दर्ज किए गए मूल नाम पर आधारित है या नहीं.\n\nयदि आप यह सेटिंग सक्षम करते हैं, तो CNAME लुकअप छोड़ दिया जाएगा और सर्वर नाम का उपयोग दर्ज किए गए अनुसार किया जाएगा.\n\nयदि आप यह सेटिंग अक्षम करते हैं, तो सर्वर का प्रामाणिक नाम CNAME लुकअप द्वारा निर्धारित किया जाएगा.";
DisablePluginFinder.pfm_title = "प्‍लग इन खोजकर्ता अक्षम करें";
DisablePluginFinder.pfm_description = "यदि आप इस सेटिंग को सत्य पर सेट करते हैं, तो गुम प्लग इन की स्वचालित खोज और इंस्टॉलेशन Chromium में अक्षम हो जाएगा.";
DisableSpdy.pfm_title = "SPDY प्रोटोकॉल अक्षम करें";
DisableSpdy.pfm_description = "Chromium में SPDY प्रोटोकॉल के उपयोग को अक्षम करता है.";
DisabledPlugins.pfm_title = "अक्षम प्लग इन की सूची";
DisabledPlugins.pfm_description = "Chromium में अक्षम किए गए प्लग इन की सूची निर्दिष्ट करता है और उपयोगकर्ताओं को यह सेटिंग बदलने से रोकता है.\n\nवाइल्डकार्ड वर्ण '*' और '?' का उपयोग स्वैच्छिक वर्णों के क्रम का मिलान करने के लिए किया जा सकता है. वर्णों की स्वैच्छिक संख्या का मिलान '*' करता है जबकि '?' एक वैकल्पिक एकल वर्ण निर्दिष्ट करता है, जैसे शून्य या एक वर्ण का मिलान करता है. '\' एस्केप वर्ण है, इसलिए वास्तविक '*', '?', या '\' वर्णों का मिलान करने के लिए, आप उनके सामने कोई '\' लगा सकते हैं.\n\nयदि आप यह सेटिंग सक्षम करते हैं, तो प्लग इन की निर्दिष्ट सूची का उपयोग Chromium में कभी नहीं किया जाएगा. प्लग इन को 'इनके बारे में:प्लग इन' में अक्षम के रूप में चिह्नित किया जाता है और उपयोगकर्ता उन्हें सक्षम नहीं कर सकते हैं.\n\nध्यान दें कि इस नीति को EnabledPlugins और DisabledPluginsExceptions द्वारा ओवरराइड किया जा सकता है.";
DisabledPluginsExceptions.pfm_title = "अक्षम प्‍लग इन सूची से अपवादों की सूची";
DisabledPluginsExceptions.pfm_description = "यह प्लग इन की वह सूची निर्दिष्ट करता है, जिसे उपयोगकर्ता Chromium में सक्षम या अक्षम कर सकता है.\n\nवाइल्डकार्ड वर्ण '*' और '?' का उपयोग स्वैच्छिक वर्णों के क्रम का मिलान करने के लिए किया जा सकता है. वर्णों की स्वैच्छिक संख्या का मिलान '*'  करता है जबकि '?' एक वैकल्पिक एकल वर्ण निर्दिष्ट करता है, जैसे शून्य या एक वर्ण का मिलान  करता है. '\' एस्केप वर्ण है, इसलिए वास्तविक '*', '?', या '\' वर्णों का मिलान करने के लिए, आप उनके सामने '\' रख सकते हैं.\n\nयदि आप यह सेटिंग सक्षम करते हैं, तो प्लग इन की निर्दिष्ट सूची का उपयोग Chromium में किया जा सकता है. उपयोगकर्ता उन्हें 'इनके बारे में:प्लग इन' में सक्षम या अक्षम कर सकते हैं, भले ही प्लग इन का मिलान DisabledPlugins के किसी प्रतिमान से भी होता हो. उपयोगकर्ता उन प्लग इन को भी सक्षम और अक्षम कर सकते हैं, जो DisabledPlugins, DisabledPluginsExceptions और EnabledPlugins के किसी प्रतिमान से मेल नहीं खाते.";
DisabledSchemes.pfm_title = "अक्षम प्रोटोकॉल योजनाओं की सूची";
DisabledSchemes.pfm_description = "Chromium में सूचीबद्ध प्रोटोकॉल स्‍कीम को अक्षम करता है.\n\nइस सूची से प्रतिमानों का उपयोग करने वाले URL लोड नहीं होंगे और नेविगेट नहीं किए जा सकते.";
DiskCacheDir.pfm_title = "डिस्क संचय निर्देशिका सेट करें";
DiskCacheDir.pfm_description = "उस निर्देशिका को कॉन्‍फ़िगर करता है जिसका उपयोग Chromium डिस्क पर संचित फ़ाइलें संग्रहीत करने के लिए करेगा.\n\nयदि आप यह नीति सेट करते हैं, तो Chromium इस पर ध्‍यान दिए बिना कि उपयोगकर्ता ने '--डिस्क-डेटा-निर्देशिका' फ्लैग निर्दिष्ट किया है या नहीं, दी गई निर्देशिका का उपयोग करेगा.";
DnsPrefetchingEnabled.pfm_title = "नेटवर्क पूर्वानुमान सक्षम करें.";
DnsPrefetchingEnabled.pfm_description = "Chromium में नेटवर्क पूर्वानुमान सक्षम करता है और उपयोगकर्ताओं को यह सेटिंग बदलने से रोकता है.\n\nयदि आप यह सेटिंग सक्षम या अक्षम करते हैं, तो उपयोगकर्ता Chromium में इस सेटिंग को बदल नहीं सकते या ओवरराइड नहीं कर सकते.";
DownloadDirectory.pfm_title = "डाउनलोड निर्देशिका सेट करें";
DownloadDirectory.pfm_description = "वह निर्देशिका कॉन्‍फ़िगर करता है जिसका उपयोग Chromium फ़ाइल को डाउनलोड करने के लिए करेगा.\n\nयदि आप यह नीति सेट करते हैं, तो Chromium यह ध्‍यान दिए बिना कि उपयोगकर्ता ने कोई एक निर्दिष्ट की है या प्रत्‍येक बार डाउनलोड स्‍थान का संकेत देने के लिए ध्वज सक्षम किया है, उपलब्‍ध निर्देशिका का उपयोग करेगा.";
EditBookmarksEnabled.pfm_title = "बुकमार्क संपादन को सक्षम या अक्षम करता है";
EditBookmarksEnabled.pfm_description = "Chromium में संपादन बुकमार्क को सक्षम या अक्षम करता है.\n\nयदि आप यह सेटिंग सक्षम करते हैं, तो बुकमार्क को जोड़ा, निकाला या संशोधित किया जा सकता है. यह डिफ़ॉल्ट है.\n\nयदि आप यह सेटिंग अक्षम कर देते हैं, तो बुकमार्क को जोड़ा, निकाला या संशोधित नहीं किया जा सकेगा. मौजूदा बुकमार्क फिर भी उपलब्ध रहते हैं.";
EnableAuthNegotiatePort.pfm_title = "Kerberos SPN में अमानक पोर्ट शामिल करें";
EnableAuthNegotiatePort.pfm_description = "यह निर्दिष्‍ट करता है कि जनरेट किए गए Kerberos SPN में गैर-मानक पोर्ट शामिल होना चाहिए.\n\nयदि आपने सेटिंग सक्षम की है, और गैर-मानक पोर्ट (अर्थात्, 80 या 443 के अलावा) दर्ज किया है, तो इसे जनरेट किए गए Kerberos SPN में शामिल किया जाएगा.\n\nयदि आप यह सेटिंग अक्षम करते हैं, तो जनरेट किया गया Kerberos SPN किसी भी स्‍थिति में पोर्ट को शामिल नहीं करेगा.";
EnabledPlugins.pfm_title = "सक्षम प्‍लग इन की सूची";
EnabledPlugins.pfm_description = "यह Chromium में सक्षम किए गए प्लग इन की सूची निर्दिष्ट करता है और उपयोगकर्ताओं को यह सेटिंग बदलने से रोकता है.\n\nवाइल्डकार्ड वर्ण '*' और '?' का उपयोग स्वैच्छिक वर्णों के क्रम के मिलान के लिए किया जा सकता है. वर्णों की स्वैच्छिक संख्या का मिलान '*'  करता है जबकि '?' एक वैकल्पिक एकल वर्ण निर्दिष्ट करता है, जैसे शून्य या एक वर्ण का मिलान करता है. '\' एस्केप वर्ण है, इसलिए वास्तविक '*', '?', या '\' वर्णों का मिलान करने के लिए, आप उनके सामने कोई '\' लगा सकते हैं.\n\nप्लग इन की निर्दिष्ट सूची का उपयोग Chromium में हमेशा किया जाएगा, यदि वे इंस्टॉल हैं. प्लग इन को 'इनके बारे में:प्लग इन' में सक्षम के रूप में चिह्नित किया जाता है और उपयोगकर्ता उन्हें अक्षम नहीं कर सकते हैं.\n\nध्यान दें कि इस नीति को DisabledPlugins और DisabledPluginsExceptions द्वारा ओवरराइड किया जा सकता है.";
ExtensionInstallBlacklist.pfm_title = "वे एक्सटेंशन आईडी जिन्हें उपयोगकर्ता को इंस्टॉल करने से बचना चाहिए (या सभी के लिए *)";
ExtensionInstallBlacklist.pfm_description = "आपको यह निर्दिष्‍ट करने की सुविधा देता है कि उपयोगकर्ता कौन से एक्‍सटेंशन इंस्‍टॉल नहीं कर सकते. पहले से इंस्‍टॉल किए गए एक्‍सटेंशन प्रतिबंधित होने पर निकाल दिए जाएंगे.\n\n* के प्रतिबंधित मान का अर्थ है कि स्पष्ट रूप से श्वेतसूची में सूचीबद्ध नहीं होने तक सभी एक्‍सटेंशन प्रतिबंधित होते हैं.";
ExtensionInstallForcelist.pfm_title = "चुपचाप इंस्टॉल किए जाने वाले विस्तार ID और अपडेट URL";
ExtensionInstallForcelist.pfm_description = "आपको उपयोगकर्ता सहभागिता के बिना, चुपचाप इंस्‍टॉल हो जाने वाले एक्‍सटेंशन की सूची निर्दिष्ट करने की अनुमति देता है.\n\nसूची का प्रत्‍येक आइटम एक स्‍ट्रिंग है, जिसमें अर्धविराम (;) द्वारा सीमित एक्‍सटेंशन ID और अपडेट URL शामिल होते हैं. उदाहरण के लिए: lcncmkcnkcdbbanbjakcencbaoegdjlp;https://clients2.google.com/service/update2/crx. प्रत्‍येक आइटम के लिए, Chromium निर्दिष्ट किए गए URL से ID द्वारा निर्दिष्ट एक्‍सटेंशन पुनर्प्राप्‍त करेगा और उसे चुपचाप इंस्टॉल करेगा. निम्‍न पृष्ठ आपके स्‍वयं के सर्वर पर एक्‍सटेंशन होस्‍ट करने के बारे में विस्तार से बताते हैं. अपडेट URL के बारे में : http://code.google.com/chrome/extensions/autoupdate.html , सामान्‍य रूप से एक्‍सटेंशन होस्‍ट करने के बारे में: http://code.google.com/chrome/extensions/hosting.html.\n\nउपयोगकर्ता इस नीति द्वारा निर्दिष्ट एक्‍सटेंशन अनइंस्‍टॉल नहीं कर सकेंगे. यदि आप इस सूची से कोई एक्‍सटेंशन निकालते हैं, तो यह स्‍वत: ही Chromium द्वारा अनइंस्‍टॉल हो जाएगा. जो एक्सटेंशन 'एक्‍सटेंशन इंस्‍टॉल प्रतिबंधित' में प्रतिबंधित हैं और और श्‍वेतसूची में नहीं हैं, उन्हें इस नीति द्वारा बलपूर्वक-इंस्‍टॉल नहीं किया जा सकता.";
ExtensionInstallWhitelist.pfm_title = "प्रतिबंधित सूची से मुक्त किए जाने वाले विस्तार ID";
ExtensionInstallWhitelist.pfm_description = "आपको यह निर्दिष्ट करने की सुविधा देता है कि कौन से विस्तार प्रतिबंधित नहीं करने चाहिए.\n\n*  के प्रतिबंधित मान का अर्थ यह है कि सभी विस्तार प्रतिबंधित हैं और उपयोगकर्ता केवल श्वेतसूची में सूचीबद्ध विस्तार ही इंस्टॉल कर सकते हैं.\n\nडिफ़ॉल्ट रूप से, सभी विस्तार श्वेतसूची में होते हैं, लेकिन यदि नीति के तहत सभी विस्तारों को प्रतिबंधित किया जाता है, तो नीति को ओवरराइड करने के लिए श्वेतसूची सूची का उपयोग किया जा सकता है.";
GSSAPILibraryName.pfm_title = "GSSAPI लायब्रेरी नाम";
GSSAPILibraryName.pfm_description = "यह निर्दिष्ट करता है कि HTTP प्रमाणीकरण के लिए कौन सी GSSAPI लाइब्रेरी का उपयोग करना है. आप या तो केवल लाइब्रेरी नाम या पूरा पथ सेट कर सकते हैं. यदि कोई सेटिंग प्रदान नहीं की जाती है, तो Chromium किसी डिफ़ॉल्ट लाइब्रेरी नाम का ही उपयोग करेगा.";
HomepageIsNewTabPage.pfm_title = "मुखपृष्ठ के रूप में नया टैब पृष्ठ का उपयोग करें";
HomepageIsNewTabPage.pfm_description = "Chromium में डिफ़ॉल्ट मुखपृष्ठ का प्रकार कॉन्फ़िगर करता है और उपयोगकर्ताओं को मुखपृष्ठ प्राथमिकताओं को बदलने से रोकती है. मुखपृष्ठ को आपके द्वारा निर्दिष्ट URL पर या नया टैब पृष्ठ पर सेट किया जा सकता है.\n\nयदि आप यह सेटिंग सक्षम करते हैं, तो मुखपृष्ठ के लिए हमेशा नया टैब पृष्ठ का उपयोग किया जाएगा, और मुखपृष्ठ URL स्थान पर ध्यान नहीं दिया जाएगा.\n\nयदि आप यह सेटिंग अक्षम करते हैं, तो जब तक उपयोगकर्ता के मुखपृष्ठ के URL को 'chrome://newtab' पर सेट नहीं कर दिया जाता, तब तक उपयोगकर्ता का मुखपृष्ठ कभी भी नया टैब पृष्ठ नहीं होगा.\n\nयदि आप यह सेटिंग सक्षम या अक्षम करते हैं, तो उपयोगकर्ता Chromium में उनका मुखपृष्ठ प्रकार नहीं बदल सकते.";
HomepageLocation.pfm_title = "मुखपृष्‍ठ URL";
HomepageLocation.pfm_description = "डिफ़ॉल्ट मुखपृष्ठ URL को Chromium में कॉन्फ़िगर करता है और उपयोगकर्ताओं को इसमें बदलाव करने से रोकता है.\n\nमुखपृष्ठ प्रकार को या तो यहां आपके द्वारा निर्दिष्ट URL पर सेट किया जा सकता है या नया टैब पृष्ठ पर सेट किया जा सकता है.\n\nयदि आप नया टैब पृष्ठ का चयन करते हैं, तो इस नीति की पर ध्यान नहीं दिया जाता.\n\nयदि आप यह सेटिंग सक्षम करते हैं, तो उपयोगकर्ता Chromium में अपना मुखपृष्ठ URL नहीं बदल सकते, लेकिन फिर भी वे उनके नया टैब पृष्ठ को उनके मुखपृष्ठ के रूप में चुन सकते हैं.";
ImagesAllowedForUrls.pfm_title = "इन साइटों पर छवियों की अनुमति दें";
ImagesAllowedForUrls.pfm_description = "आपको url प्रतिमानों की सूची सेट करने की सुविधा देता है, जो ऐसी साइटें निर्दिष्‍ट करते हैं जिनमें छवियां प्रदर्शित करने की अनुमति है.";
ImagesBlockedForUrls.pfm_title = "इन साइटों पर छवियां अवरुद्ध करें";
ImagesBlockedForUrls.pfm_description = "आपको url प्रतिमानों की सूची सेट करने की सुविधा देता है, जो ऐसी साइटें निर्दिष्‍ट करते हैं, जिन्‍हें छवियां दिखाने की अनुमति नहीं है.";
IncognitoEnabled.pfm_title = "गुप्त मोड सक्षम करें";
IncognitoEnabled.pfm_description = "Chromium में गुप्त मोड सक्षम करता है.\n\nयदि यह सेटिंग सक्षम है या कॉन्फ़िगर नहीं है, तो उपयोगकर्ता गुप्त मोड में वेब पृष्ठ खोल सकते हैं.\n\nयदि यह सेटिंग अक्षम है, तो उपयोगकर्ता गुप्त मोड में वेब पृष्ठ नहीं खोल सकते.";
InstantEnabled.pfm_title = "झटपट सक्षम करें";
InstantEnabled.pfm_description = "Chromium की झटपट विशेषता को सक्षम करता है और उपयोगकर्ताओं को इसमें बदलाव करने से रोकता है.\n\nयदि आप यह सेटिंग सक्षम करते हैं, तो Chromium झटपट सक्षम हो जाता है.\n\nयदि आप यह सेटिंग अक्षम करते हैं, तो Chromium झटपट अक्षम हो जाता है.\n\nयदि आप यह सेटिंग सक्षम या अक्षम करते हैं, तो उपयोगकर्ता इस सेटिंग को बदल नहीं सकते या ओवरराइड नहीं कर सकते.";
JavaScriptAllowedForUrls.pfm_title = "इन साइटों पर JavaScript की अनुमति दें";
JavaScriptAllowedForUrls.pfm_description = "आपको url प्रतिमानों की सूची सेट करने की सुविधा देता है, जो ऐसी साइटें निर्दिष्‍ट करते हैं, जिन्‍हें JavaScript चलाने की अनुमति है.";
JavaScriptBlockedForUrls.pfm_title = "इन साइटों पर JavaScript अवरुद्ध करें";
JavaScriptBlockedForUrls.pfm_description = "आपको url प्रतिमानों की सूची सेट करने की सुविधा देता है, जो ऐसी साइटें निर्दिष्‍ट करते हैं, जिन्‍हें JavaScript चलाने की अनुमति नहीं है.";
JavascriptEnabled.pfm_title = "JavaScript सक्षम करें";
JavascriptEnabled.pfm_description = "Chromium में JavaScript सक्षम करता है और उपयोगकर्ताओं को इस सेटिंग में बदलाव करने से रोकता है.\n\nयदि यह सेटिंग सक्षम है या कॉन्‍फ़िगर नहीं है, तो वेबपृष्ठ JavaScript का उपयोग कर सकते हैं.\n\nयदि यह सेटिंग अक्षम है, तो वेब पृष्ठ JavaScript का उपयोग नहीं कर सकते.";
MetricsReportingEnabled.pfm_title = "उपयोग और क्रैश-संबंधित डेटा की रिपोर्टिंग सक्षम करें";
MetricsReportingEnabled.pfm_description = "Chromium के उपयोग की अनाम रिपोर्ट और क्रैश-संबंधी डेटा को Google को भेजा जाना सक्षम करता है और उपयोगकर्ता को यह सेटिंग बदलने से रोकता है.\n\nयदि आप यह सेटिंग सक्षम करते हैं, तो उपयोग की अनाम रिपोर्ट और क्रैश-संबंधी डेटा Google को भेजा जाता है.\n\nयदि आप यह सेटिंग अक्षम करते हैं, तो उपयोग की अनाम रिपोर्ट और क्रैश-संबंधी डेटा Google को कभी नहीं भेजा जाता है.\n\nयदि आप यह सेटिंग सक्षम या अक्षम करते हैं, तो उपयोगकर्ता Chromium में यह सेटिंग परिवर्तित या ओवरराइड नहीं कर सकते.";
PasswordManagerAllowShowPasswords.pfm_title = "उपयोगकर्ताओं को पासवर्ड प्रबंधक में पासवर्ड दिखाने की अनुमति दें";
PasswordManagerAllowShowPasswords.pfm_description = "यह नियंत्रित करता है कि उपयोगकर्ता पासवर्ड प्रबंधक में साफ़ टेक्स्ट में पासवर्ड प्रदर्शित कर सकता है या नहीं.\n\nयदि आप यह सेटिंग अक्षम करते हैं, तो पासवर्ड प्रबंधक, पासवर्ड प्रबंधक विंडो में साफ़ टेक्स्ट में संग्रहीत पासवर्ड प्रदर्शित करने की अनुमति नहीं देता.\n\nयदि आप यह सेटिंग सक्षम करते हैं या इसे कॉन्फ़िगर नहीं करते हैं, तो उपयोगकर्ता पासवर्ड प्रबंधक में साफ़ टेक्स्ट में उनके पासवर्ड देख सकते हैं.";
PasswordManagerEnabled.pfm_title = "कोई पासवर्ड प्रबंधक सक्षम करें";
PasswordManagerEnabled.pfm_description = "Chromium में पासवर्ड सहेजना और सहेजे गए पासवर्ड का उपयोग करना सक्षम करता है.\n\nयदि आप यह सेटिंग सक्षम करते हैं, तो उपयोगकर्ता Chromium पासवर्ड याद कर सकते हैं और अगली बार साइट पर लॉग इन करने पर स्‍वत: ही उन्‍हें प्रदान कर सकते हैं.\n\nयदि आप यह सेटिंग अक्षम करते हैं, तो उपयोगकर्ता पासवर्ड नहीं सहेज सकेंगे या पहले से सहेजे गए पासवर्ड का उपयोग नहीं कर सकेंगे.\n\nयदि आप यह सेटिंग सक्षम या अक्षम करते हैं, तो Chromium में उपयोगकर्ता इस सेटिंग को बदल या ओवरराइड नहीं कर सकते.";
PluginsAllowedForUrls.pfm_title = "इन साइटों पर प्‍लग इन की अनुमति दें";
PluginsAllowedForUrls.pfm_description = "आपको url प्रतिमानों की सूची सेट करने की सुविधा देता है, जो ऐसी साइटें निर्दिष्‍ट करते हैं, जिन्‍हें प्‍लग इन चलाने की अनुमति है.";
PluginsBlockedForUrls.pfm_title = "इन साइटों पर प्लग इन अवरुद्ध करें";
PluginsBlockedForUrls.pfm_description = "आपको url प्रतिमानों की सूची सेट करने की सुविधा देता है, जो ऐसी साइटें निर्दिष्‍ट करते हैं, जिन्‍हें प्‍लग इन चलाने की अनुमति नहीं है.";
PopupsAllowedForUrls.pfm_title = "इन साइटों पर पॉपअप की अनुमति दें";
PopupsAllowedForUrls.pfm_description = "आपको url प्रतिमानों की सूची सेट करने की सुविधा देता है, जो ऐसी साइटें निर्दिष्‍ट करते हैं, जिन्हें पॉप अप खोलने की अनुमति है.";
PopupsBlockedForUrls.pfm_title = "इन साइटों पर पॉपअप अवरुद्ध करें";
PopupsBlockedForUrls.pfm_description = "आपको url प्रतिमानों की सूची सेट करने की सुविधा देता है, जो ऐसी साइटें निर्दिष्‍ट करते हैं, जिन्हें पॉप अप खोलने की अनुमति नहीं है.";
PrintingEnabled.pfm_title = "प्रिंटिंग सक्षम करें";
PrintingEnabled.pfm_description = "Chromium में प्रिंट करना सक्षम करता है और उपयोगकर्ताओं को इस सेटिंग में बदलाव करने से रोकता है.\n\nयदि यह सेटिंग सक्षम है या कॉन्‍फ़िगर नहीं है, तो उपयोगकर्ता प्रिंट कर सकते हैं.\n\nयदि यह सेटिंग अक्षम है, तो उपयोगकर्ता Chromium से प्रिंट नहीं कर सकते. पाना मेनू, एक्‍सटेंशन, JavaScript ऐप्‍लिकेशन, इत्‍यादि में प्रिंटिंग अक्षम होती है. प्रिंट करते समय Chromium पर ध्‍यान न देने वाले प्‍लग इन से अभी भी प्रिंट किया जा सकता है. उदाहरण के लिए, कूछ फ़्लैश ऐप्‍लिकेशन में उनके प्रसंग मेनू में प्रिंट विकल्‍प होता है, और उसे अक्षम नहीं किया जाएगा.";
ProxyBypassList.pfm_title = "प्रॉक्‍सी को अनदेखा करने के नियमों की विरामचिह्न द्वारा अलग की गई सूची";
ProxyBypassList.pfm_description = "Chromiumयहां दिए गए होस्ट की सूची के लिए किसी भी प्रॉक्सी पर ध्यान नहीं देगा.\n\nयह नीति आपके द्वारा 'प्रॉक्सी सर्वर सेटिंग निर्दिष्ट करने का तरीका चुनने पर मैन्‍युअल प्रॉक्‍सी सेटिंग का चयन करने पर ही लागू होती है.\n\nविस्‍तृत उदाहरण के लिए, यहां जाएं:\nhttp://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett";
ProxyMode.pfm_title = "प्रॉक्सी सर्वर सेटिंग निर्दिष्ट करने का तरीका चुनें";
ProxyMode.pfm_description = "direct - प्रॉक्सी का उपयोग कभी न करें\nauto_detect - प्रॉक्सी सेटिंग का स्वचालित रूप से पता लगाएं\npac_script - किसी .pac प्रॉक्सी स्क्रिप्ट का उपयोग करें\nfixed_servers - निश्चित प्रॉक्सी सर्वर का उपयोग करें\nsystem - सिस्‍टम प्रॉक्‍सी सेटिंग का उपयोग करें\nआपको Chromium द्वारा उपयोग किए गए प्रॉक्‍सी सर्वर को निर्दिष्‍ट करने की अनुमति देता है और उपयोगकर्ताओं को प्रॉक्‍सी सेटिंग बदलने से रोकता है.\n\nयदि आप प्रॉक्‍सी सर्वर का कभी उपयोग नहीं करना चुनते हैं और हमेशा सीधे कनेक्‍ट होते हैं, तो अन्‍य सभी विकल्‍पों पर ध्‍यान नहीं दिया जाता.\n\nयदि आप सिस्‍टम प्रॉक्‍सी सेटिंग का उपयोग करना या प्रॉक्‍सी सर्वर का स्‍वत: पता लगाना चुनते है, तो अन्‍य सभी विकल्‍पों पर ध्‍यान नहीं दिया जाता.\n\nयदि आप निश्‍चित सर्वर प्रॉक्‍सी मोड चुनते है, तो आप 'प्रॉक्‍सी सर्वर का पता या URL' और 'प्रॉक्‍सी को अनदेखा करने के नियमों की विरामचिह्न द्वारा अलग की गई सूची' में और अधिक विकल्‍प निर्दिष्‍ट कर सकते हैं.\n\nयदि आप .pac प्रॉक्‍सी स्‍क्रिप्‍ट का उपयोग करना चुनते है, तो आपको 'प्रॉक्‍सी .pac फ़ाइल का URL' में स्‍क्रिप्‍ट का URL निर्दिष्‍ट करना होगा.\n\nविस्‍तृत उदाहरण के लिए, इस पर जाएं:\nhttp://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett\n\nयदि आप यह सेटिंग सक्षम करते हैं, तो Chromium आदेश पंक्‍ति द्वारा निर्दिष्‍ट किए गए प्रॉक्‍सी-संबंधित सभी विकल्‍पों पर ध्‍यान नहीं देता.";
ProxyPacUrl.pfm_title = "proxy .pac फ़ाइल से URL";
ProxyPacUrl.pfm_description = "यहां आप प्रॉक्सी .pac फ़ाइल का URL निर्दिष्ट कर सकते हैं.\n\nयह नीति केवल तभी प्रभावी होती है, जब आप 'प्रॉक्सी सर्वर सेटिंग निर्दिष्ट करने का तरीका चुनें' पर मैन्युअल प्रॉक्सी सेटिंग का चयन करते हैं.\n\nविस्तृत उदाहरणों के लिए, यहां जाएं:\nhttp://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett";
ProxyServer.pfm_title = "प्रॉक्सी सर्वर का पता या URL";
ProxyServer.pfm_description = "यहां आप प्रॉक्सी सर्वर का URL निर्दिष्ट कर सकते हैं.\n\nयह नीति केवल तभी प्रभावी होती है, यदि आपने 'प्रॉक्सी सर्वर सेटिंग निर्दिष्ट करने का तरीका चुनें' पर मैन्युअल प्रॉक्सी सेटिंग का चयन किया है.\n\nअधिक विकल्प और विस्तृत उदाहरणों के लिए, यहां जाएं:\nhttp://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett";
RestoreOnStartup.pfm_title = "स्टार्टअप पर क्रिया";
RestoreOnStartup.pfm_description = "0 - मुखपृष्ठ खोलें\n1 - पिछली बार खोले गए URL पुनः खोलें\n4 - URL की कोई सूची खोलें\nस्टार्टअप पर आपको व्यवहार निर्दिष्ट करने की सुविधा देता है.\n\nयदि आप 'मुखपृष्‍ठ खोलें' चुनते हैं, तो हर बार प्रारंभ करने पर हमेशा मुखपृष्‍ठ खुलेगा Chromium.\n\nयदि आप 'अंतिम बार खोले गए URL पुन: खोलें' चुनते हैं, तो अंतिम बार जब Chromium बंद किया गया था, तो खोले गए URL पुन: खोले जाएंगे.\n\nयदि आप 'URL की सूची खोलें' चुनते हैं, तो उपयोगकर्ता के Chromium प्रारंभ करने पर 'स्‍टार्टअप पर खुलने वाले URL' की सूची खुल जाएगी.\n\nयदि आप यह सेटिंग सक्षम करते हैं, तो उपयोगकर्ता इसे Chromium में बदल नहीं सकते या इसे ओवरराइड नहीं कर सकते.\n\nयह सेटिंग अक्षम करना इसे कॉन्‍फ़िगर नहीं करने के समान है. उपयोगकर्ता अभी भी इसे Chromium में बदल सकेंगे.";
RestoreOnStartupURLs.pfm_title = "स्टार्टअप पर खुलने वाले URL";
RestoreOnStartupURLs.pfm_description = "यदि 'URL की सूची खोलें' का चयन स्टार्टअप क्रिया के रूप में किया गया है, तो यह आपको खुले हुए URL की सूची निर्दिष्‍ट करने की अनुमति देता है.";
SafeBrowsingEnabled.pfm_title = "सुरक्षित ब्राउज़िंग सक्षम करें";
SafeBrowsingEnabled.pfm_description = "Chromium की सुरक्षित ब्राउज़िंग विशेषता सक्षम करता है और उपयोगकर्ताओं को यह सेटिंग बदलने से रोकता है.\n\nयदि आप यह सेटिंग सक्षम करते हैं, तो सुरक्षित ब्राउज़िंग हमेशा सक्रिय रहती है.\n\nयदि आप यह सेटिंग अक्षम करते हैं, तो सुरक्षित ब्राउज़िंग कभी सक्रिय नहीं होती.\n\nयदि आप यह सेटिंग सक्षम या अक्षम करते हैं, तो उपयोगकर्ता Chromium में इस सेटिंग को बदल नहीं सकते या ओवरराइड नहीं कर सकते.";
SavingBrowserHistoryDisabled.pfm_title = "ब्राउज़र इतिहास सहेजना अक्षम करें";
SavingBrowserHistoryDisabled.pfm_description = "Chromium में ब्राउज़र इतिहास सहेजना अक्षम करता है और उपयोगकर्ताओं को यह सेटिंग बदलने से रोकता है.\n\nयदि यह सेटिंग सक्षम है, तो ब्राउज़िंग इतिहास सहेजा नहीं जाता है.\n\nयदि यह सेटिंग अक्षम है या कॉन्‍फ़िगर नहीं है, तो ब्राउज़िग इतिहास सहेजा जाता है.";
SearchSuggestEnabled.pfm_title = "खोज सुझाव सक्षम करें";
SearchSuggestEnabled.pfm_description = "Chromium के ऑम्‍निबॉक्‍स में खोज सुझावों को सक्षम करता है और उपयोगकर्ताओं को इस सेटिंग में बदलाव करने से रोकता है.\n\nयदि आप यह सेटिंग सक्षम करते हैं, तो खोज सुझावों का उपयोग किया जाता है.\n\nयदि आप यह सेटिंग अक्षम करते हैं, तो खोज सुझावों का उपयोग कभी नहीं किया जाता है.\n\nयदि आप यह सेटिंग सक्षम या अक्षम करते हैं, तो उपयोगकर्ता Chromium में इस सेटिंग को बदल या ओवरराइड नहीं कर सकते.";
ShowHomeButton.pfm_title = "टूलबार पर मुखपृष्ठ बटन दिखाएं";
ShowHomeButton.pfm_description = "Chromium के टूलबार पर मुखपृष्‍ठ बटन दिखाता है.\n\nयदि आप यह सेटिंग सक्षम करते हैं, तो मुखपृष्‍ठ बटन हमेशा दिखाया जाएगा.\n\nयदि आप यह सेटिंग अक्षम करते हैं, तो मुखपृष्‍ठ बटन कभी नहीं दिखाया जाएगा.\n\nयदि आप यह सेटिंग सक्षम या अक्षम करते हैं, तो उपयोगकर्ता Chromium में इस सेटिंग को बदल या ओवरराइड नहीं कर सकते.";
SyncDisabled.pfm_title = "Google के साथ डेटा का समन्वयन करना अक्षम करें";
SyncDisabled.pfm_description = "Google द्वारा होस्ट की गई समन्वयन सेवाओं का उपयोग करके Chromium में डेटा समन्वयन को अक्षम करता है और उपयोगकर्ताओं को यह सेटिंग बदलने से रोकता है.\n\nयदि आप यह सेटिंग सक्षम करते हैं, तो उपयोगकर्ता Chromium में इस सेटिंग को परिवर्तित या ओवरराइड नहीं कर सकते.";
TranslateEnabled.pfm_title = "अनुवाद सक्षम करें";
TranslateEnabled.pfm_description = "एकीकृत Google अनुवाद सेवा को Chromium पर सक्षम करता है.\n\nयदि आप यह सेटिंग सक्षम करते हैं, तो Chromium एक एकीकृत टूलबार दिखाएगा जिसमें उपयुक्त होने पर, उपयोगकर्ताओं के लिए पृष्ठ का अनुवाद करने का प्रस्ताव होगा.\n\nयदि आप यह सेटिंग अक्षम करते हैं, तो उपयोगकर्ताओं को कभी भी अनुवाद बार दिखाई नहीं देगा.\n\nयदि आप यह सेटिंग सक्षम या अक्षम करते हैं, तो उपयोगकर्ता Chromium में यह सेटिंग बदल या ओवरराइड नहीं कर सकते.";
UserDataDir.pfm_title = "उपयोगकर्ता डेटा निर्देशिका सेट करें";
UserDataDir.pfm_description = "उस निर्देशिका को कॉन्‍फ़िगर करता है जिसका उपयोग Chromium उपयोगकर्ता डेटा संग्रहीत करने के लिए करेगा.\n\nयदि आप यह नीति सेट करते हैं, तो Chromium इस पर ध्‍यान दिए बिना कि उपयोगकर्ता ने '--उपयोगकर्ता-डेटा-निर्देशिका' ध्वज निर्दिष्ट किया है या नहीं, उपलब्ध निर्देशिका का उपयोग करेगा.";